<!DOCTYPE html>
<html>
<head>
    <title>商户服务协议</title>
    <meta name="KeyWords" ../Content="API,支付接口,点卡回收,游戏支付 " />
    <meta name="description" ../Content="爱扬网络是全国领先的游戏点卡回收API接口提供商，拥有多条稳定的游戏支付回收接口渠道，包括盛大、骏网、网易、久游、腾讯Q币卡、完美、征途、金山、光宇等一卡通消耗渠道，与多家游戏平台合作，专业提供安全稳定高效的游戏API支付回收接口平台，是您运营网站及游戏的首要合作伙伴。" />
    <meta name="author" ../Content="爱扬网络销卡平台">
    <link rel="shortcut icon" href="/favicon.ico" />

    <link href="../Content/web/style/newstyle.css" rel="stylesheet" type="text/css" />
    <link href="../Content/Web/style/css.css" rel="stylesheet" type="text/css" />
    <link href="../Content/web/style/shouye.css" rel="stylesheet" type="text/css" />
    <script src="../Content/web/js/jQuery.js" type="text/javascript"></script>
    <script src="../Content/web/js/jquery.min.js" type="text/javascript"></script>
    <script src="../Content/web/js/jquery.smoove.js" type="text/javascript"></script>
</head>
<body>
    
<div class="nav1-box">
    <div class="top-box">
        <ul class="top-box3">
               <li><a href="service.aspx">在线客服</a></li>
            <li><a href="jrwm.aspx">人才招聘</a> </li>
            <li><a href="company.aspx">公司资质</a></li>
            <li><a href="http://login.0n2.com">渠道管理平台</a></li>
                <li><a href="/index.aspx">首页</a></li>
        </ul>
        <script type="text/javascript">
            //设为首页 
            function SetHome(obj, url) {
                try {
                    obj.style.behavior = 'url(#default#homepage)';
                    obj.setHomePage(url);
                } catch (e) {
                    if (window.netscape) {
                        try {
                            netscape.security.PrivilegeManager.enablePrivilege("UniversalXPConnect");
                        } catch (e) {
                            alert("抱歉，此操作被浏览器拒绝！\n\n请在浏览器地址栏输入“about:config”并回车然后将[signed.applets.codebase_principal_support]设置为'true'");
                        }
                    } else {
                        alert("抱歉，您所使用的浏览器无法完成此操作。\n\n您需要手动将【" + url + "】设置为首页。");
                    }
                }
            }
            //收藏本站
            function AddFavorite(title, url) {
                try {
                    window.external.addFavorite(url, title);
                }
                catch (e) {
                    try {
                        window.sidebar.addPanel(title, url, "");
                    }
                    catch (e) {
                        alert("抱歉，您所使用的浏览器无法完成此操作。\n\n加入收藏失败，请进入新网站后使用Ctrl+D进行添加");
                    }
                }
            }
        </script>
        <div class="top-box2">
        </div>
        <div class="top-box1">全国热线电话：0535-3317567</div>
    </div>
    <div style="clear: both;"></div>

</div>
<script>
    $(".nav-box ul.nav-ul li a").click(function () {
        var c = $(".nav-box ul.nav-ul li a").index(this)
        $(".nav-box ul.nav-ul li a").removeClass("on1");
        $(".nav-box ul.nav-ul li a").eq(c).addClass("on1");
    })
</script>


    </div>
    <!--商户服务协议 -->
    <div class="tit1-txt">
        <div class="palt-bg">
            <div style="width: 100%; background: #ffffff;">
                <div class="platform-con-txt">
                    <div class="dong">
                        <span>爱扬网络开放平台的所有权和运作权归烟台爱扬网络科技有限公司（下简称“本公司”）。爱扬网络开放平台提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。爱扬网络开放平台运用自己的操作系统通过国际互联网络等方式，为用户提供交易服务。本协议由您和本公司签订。
<span>一、声明与承诺
您确认，在您注册成为爱扬网络开放平台用户以接受本服务之前，您已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。 您同意，本公司有权随时对本协议内容进行单方面的变更，并以在本网站公告的方式允以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。您声明，在您同意接受本协议并注册成为爱扬网络开放平台用户时，您是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；不具备前述条件的，您应立即终止注册或停止使用本服务。 
<span>二、爱扬网络开放平台概要 
<span>爱扬网络开放平台：指在您使用本服务时，本公司向您提供的唯一编号。您可自行设置密码，并用以查询或计量您的预付、应收或应付款。服务包括以下内容： 
<span>（一）代管：您可以使用本服务指定的方式向您的帐户充值，并委托本公司代为保管。
<span>（二）代收：您可以要求本公司代为收取其他用户向您支付的各类款项。
<span>（三）代付：您可以要求本公司将代管或代收的您的款项支付给您指定的第三方。您同意，本公司代付后，非经法律程序或者非依本协议之约定，该支付是不可逆转的。
<span>（四）查询：您可以在本系统中实时查询您的账户名下的交易记录，您认为记录有误的，本公司将向您提供本公司已按照您的指示收付款的记录。您理解并同意您最终收到款项的服务是由您提供的银行账户对应的银行提供的，您需向该银行请求查证。
<span>（五）款项专属：对您支付到本公司并归属至您账户的款项及您通过账户收到的货款，本公司将予以妥善保管，除本协议另行规定外，不作任何其他非您指示的用途。本公司通过您的用户名和密码识别您的指示，请您妥善保管您的用户名和密码，对于因密码泄露所致的损失，由您自行承担。
<span>（六）交易异常处理：您使用本服务时，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供。您确保您所输入的您的资料无误，如果因资料错误造成本公司于上述异常状况发生时，无法及时通知您相关交易后续处理方式的，本公司不承担任何损害赔偿责任。
<span>（七）您同意，基于运行和交易安全的需要，本公司可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。 
<span>三、账户安全
基于以上爱扬网络开放平台所提供的交易服务的重要性，又鉴于目前电子商务（含移动支付）的软硬件环境尚未成熟，且有关安全保护技术和措施在其本身不断得到改进和完善，不断面临新的挑战。您保证： 
<span>（一）准确提供正确、最新、完整的个人资料。
<span>（二）不断更新注册资料，符合及时、详尽、准确的要求。您应对您的爱扬网络开放平台账户负责，只有您本人可以使用您的爱扬网络开放平台账户，该账户不可转让、不可赠与、不可继承。您可随时根据指示改变您的密码。您将对使用该账户及密码进行的一切操作及言论负完全的责任，您同意：
<span>1、不向其他任何人泄露该账户及密码，亦不使用其他任何人的“爱扬网络开放平台账户”及密码；
<span>2、如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本公司，要求本公司暂停相关服务。同时，您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及(或)所导致的您的损失不承担任何责任。
四、隐私权保护
一旦您同意本协议或使用本服务，您即同意本公司按照以下条款来使用和披露您的个人信息。 
<span>（一）用户名和密码
在您注册为爱扬网络开放平台用户时，我们会要求您设置用户名和密码来识别您的身份，并设置密码提示问题及其答案，以便在您丢失密码时用以确认您的身份。您仅可通过您设置的密码来使用该账户，如果您泄漏了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的法律后果。该账户和密码因任何原因受到潜在或现实危险时，您应该立即和本公司取得联系，在本公司采取行动前，本公司对此不负任何责任。 
<span>（二）注册信息
您注册该账户时应向本公司提供您的身份证扫描件、地址、电话号码和电子邮件，网站首页截图，网站备案的负责人身份证扫描件，营业执照，税务登记，公司组织机构代码证，公司银行开户许可，公司法人身份证等。为有针对性地向您提供新的服务和机会，您了解并同意本公司或您登录的其他网站将通过您的电子邮件地址或手机通知您这些信息。
<span>（三）银行账户信息
本公司所提供的服务将需要您提供您的银行账户信息，在您提供相应信息后，本公司将严格履行相关保密约定。 
<span>（四）交易行为
为了保障您使用本服务的安全以及不断改进服务质量，本公司将记录并保存您登录和使用本服务的相关信息，但本公司承诺不将此类信息提供给任何第三方（除双方另有约定或法律法规另有规定或应有权机关的要求外）。 
<span>（五）第三方
本公司不会向任何第三方提供、出售、出租、分享您的个人信息。除了按法定或约定情况下披露您的信息，本公司将恪尽善意管理人的义务。 
<span>（八）外部链接
本网站含有到其他网站的链接，但本公司对其他网站的隐私保护措施不负任何责任。本公司可能在任何需要的时候增加商业伙伴或共用品牌的网站。 
<span>（九）安全
本公司仅按现有技术提供相应的安全措施来使本公司掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管有这些安全措施，但本公司不保证这些信息的绝对安全。 
<span>五、爱扬网络开放平台使用规则 
为有效保障您使用本服务进行交易时的合法权益，您理解并同意接受以下规则： 
<span>（一）一旦您使用本服务，您即授权本公司代理您在您及（或）您指定人符合指定条件或状态时，支付款项给您指定人，或收取您指定人支付给您的款项。 
<span>（二）本公司通过以下两种方式接受来自您的指令：其一，您在本网站或其他可使用本服务的网站上（以下合称“该网站”）通过登录该账户密码并依照本服务预设流程所修改或确认的交易状态；其二您通过您注册时作为该账户名称或者与该账户绑定的手机、微信或其他专属于您的通讯工具（以下合称“该手机”）号码向本系统发送的信息（短信或电话等）回复。无论您通过以上两种方式中的任一种向本公司发出指令，都不可撤回或撤销，且成为本公司代理您支付或收取款项的唯一指令。在您与第三方发生交易纠纷时，您授权本公司自行判断并决定将争议货款的全部或部分支付给交易一方或双方。 
<span>（三）您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或本公司发送到该手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意本公司单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的页面提示（或发送到该手机的短信或电话等）为准，您同意并遵照服务规则是您使用本服务的前提。 
<span>（四）在交易过程中您应当及时登录到该网站查看和进行交易操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。 
<span>（五）若您未完成注册过程成为本服务用户，他人通过本服务向您支付款项时，相应款项将无法划汇给您，您授权本公司暂时代为保管该款项，直到您完成该账户的注册和实名认证。 
<span>（六）本公司会将与您账户相关的资金，独立于本公司营运资金之外，且不会将该资金用于非您指示的用途，但如您涉嫌利用本公司提供的服务进行法律约束的交易除外。 
<span>（七）本公司并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金于流转途中的合理时间。 
<span>（八）您完全承担您使用本服务期间由本公司保管或代收或代付的款项的货币贬值风险及可能的孳息损失。 
<span>（九）您使用本服务进行交易或使用该账户登陆其他支持本服务的网站时，您即授权本公司将您的个人信息和交易信息披露给与您交易的另一方或您登陆的网站，该信息包括但不限于：您的真实姓名、联系方式、爱扬网络开放平台账户。 
<span>（十）您不得将本服务用于非本公司许可的其他用途，您若违反而产生任何不良法律后果，您应以自己的名义独立承担相应的法律责任，并确保爱扬网络开放平台免于因此产生的任何损失。
<span>（十一）交易风险
<span>1、因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。
<span>2、当您通过本服务进行各项交易或接受交易款项时，若您或对方未遵从本服务条款、交易页面中之操作步骤，则本公司有权拒绝为您与交易对方提供相关服务，且本公司不承担损害赔偿责任。
若发生上述状况，而款项已先行划付至您或他人的爱扬网络开放平台账户名下，您同意本公司有权直接自相关账户余额中扣回款项及禁止您要求支付此笔款项之权利。此款项若已汇入您的银行账户，您同意本公司有向您事后索回之权利，因您的原因导致本公司事后追索的，您应当承担本公司合理的追索费用。
<span>（十二）服务费用
<span>1、在您使用本服务时，本公司有权向您收取服务费用。本公司拥有制订及不时调整服务费之权利，具体服务费用以您使用本服务时签订的服务协议中所列。
<span>2、除非另有说明或约定，您同意本公司有权自您委托本公司代管、代收或代付的款项中直接扣除上述服务费用。 
<span>六、爱扬网络开放平台服务使用限制
<span>（一）您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务，并符合社会公共利益或公共道德，不损害他人的合法权益。 
<span>（二）您不得利用本服务从事侵害他人合法权益之行为，否则应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任。上述行为包括但不限于：
  <span> 1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。
<span>2、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权其他智慧财产权等合法权益。
<span>3、违反依法律或合约所应负之保密义务。
<span>4、冒用他人名义使用本服务。
<span>5、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用本服务进行交易的物品等。
<span>6、提供赌博资讯或以任何方式引诱他人参与赌博。
<span>7、嫌洗钱、套现或进行传销活动的。
<span>8、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。
<span>9、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。
<span>10、进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。
<span>11、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。
<span>12、其他本公司有正当理由认为不适当之行为。
<span>（三）您理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论本公司是否已被告知该等损害赔偿的可能性)：
<span>1、本公司有权基于单方判断，包含但不限于本公司认为您已经违反本协议的明文规定及精神，暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。
<span>2、本公司在发现异常交易或有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝您使用本服务之部分或全部功能。
<span>3、在必要时，本公司无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及您账号中所有相关资料及档案，并将您滞留在该账户的全部合法资金退回到您的银行账户。
<span>七、免责事由
系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：
<span>（一）本公司在本网站公告之系统停机维护期间。
<span>（二）电信设备出现故障不能进行数据传输的。
<span>（三）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。
<span>（四）由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。
鉴于目前电子商务（含移动支付）的软硬件环境尚未成熟，且有关安全保护技术和措施在其本身不断得到改进和完善的同时，也在不断面临新的挑战。因此，您使用本服务将存在一定的风险，该等风险包括但不限于：您的用户账户和密码被他人冒用、盗用、或有其他任何未经合法授权之情形发生；或不法分子盗用您的银行卡；或对方拒绝付款等。这些风险均会给您造成经济损失，除非可证明本公司对损失的形成存在故意或重大过失，本公司将不承担任何责任。
八、结束服务 
用户或爱扬网络开放平台可随时根据实际情况中断一项或多项网络服务。爱扬网络开放平台不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对爱扬网络开放平台的服务不满，可以行使如下权利：
<span>(1)停止使用爱扬网络开放平台的网络服务。
<span>(2)通告爱扬网络开放平台停止对该用户的服务。
结束用户服务后，用户使用网络服务的权利马上结束。从那时起，用户没有权利，爱扬网络开放平台也没有义务传输和提供任何未处理的信息或未完成的服务给用户或第三方。
<span>九、商标知识产品的保护 
爱扬网络开放平台定义的网络服务内容包括但不限于：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；以及爱扬网络开放平台为用户提供的其他信息。所有这些内容受版权、商标、专利和其它财产所有权法律的保护。所以，用户只能在爱扬网络开放平台和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。爱扬网络开放平台所有的内容版权归本公司所有，任何人需要转载爱扬网络开放平台的内容，必须征得本公司授权。 
<span>十、责任范围及责任限制 
<span>（一）本公司仅对本协议中列明的责任承担范围负责。
<span>（二）您明确因交易所产生的任何风险应由您与交易对方承担。
<span>（三）爱扬网络开放平台用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。
<span>（四）本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项：
<span>1、本服务符合您的需求。
<span>2、本服务不受干扰、及时提供或免于出错。
<span>3、您经由本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望。 
<span>（五）本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。 
<span>（六）您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。 
<span>（七）您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。 
<span>（八）在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。 
<span>（九）除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。
<span>（十）鉴于网络服务的特殊性，您同意爱扬网络开放平台有权不经事先通知，随时变更、中断或终止部分或全部的网络服务。爱扬网络开放平台不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。爱扬网络开放平台保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。
<span>十一、法律及其他
<span>（一）一旦您使用本服务，即视为你对本协议理解和认同，你和本公司即受本协议的约束。爱扬网络开放平台未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。
<span>（二）本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。如发生爱扬网络开放平台服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。 因本协议产生之争议，均依照中华人民共和国法律予以处理，并以海阳市人民法院为管辖法院。
</span>
                    </div>
                </div>



    <div class="bottom-box2">
        <div class="bottom">
            <ul class="bottom-subnav">
                <li><a href="#">关于爱扬</a></li>
                <li><a href="#">安全保障</a></li>
                <li><a href="#">公司资质</a></li>
                <li><a href="#">隐私保护</a></li>
                <li><a href="#">免责说明</a></li>
            </ul>
            <div class="address">
                <span>烟台爱扬网络科技有限公司</span>
                <span>电话：0535-3317567</span>
                <span>地址：山东省海阳市东风大道南路附近</span>
                <span>凤翔家园4座-4单元-501号</span>
            </div>
            <div class="guanzhu">
                <div class="guanzhu-txt">
                    爱扬网络：Www.0N2.Com.是国内领先的充值卡收购平台<br>
                    中华人民共和国工业与信息化ICP备案：鲁ICP备16036145号
                </div>
                <div class="guanzhu-women">
                    <span>关注我们</span>
                    <div class="weibo"></div>
                    <div class="weixin"></div>
                </div>
            </div>
        </div>
        <div class="bottom-2">
            <ul>
                <li><a >
                    <img src="../Content/Web/images/bottom-1.png"></a></li>
                <li>
                    <script language="JavaScript" type="text/javascript" src="https://seal.wosign.com/tws.js"></script>
                    </li>
                 <li><a >
                    <img src="../Content/Web//images/bottom-3.png"></a></li>
                <li><a href="http://sq.ccm.gov.cn:80/ccnt/sczr/service/business/emark/toDetail/af818c3857f64b81a8c614cd52c4f997" target="_blank" title="网络文化经营单位">
                    <img src="../Content/Web//images/bottom-4.png"></a></li>
            </ul>
        </div>
    </div>
    <div class="footer-box2">
        <div class="footer">
            <span>Copyright © 2015 爱扬网络 Www.Ri.Gl 鲁ICP备16036145号-7 网络文化经营许可证号:鲁网文〔2016〕5998-043号 鲁公网安备 37068702000009号</p>
</span>
    </div>
</body>
</html>
